---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomVolume
source: html/af17e223-c60b-9128-7939-f5078a11d9c3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomVolume Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomVolume { get; }
```